/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Connexion en cours";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Erreur";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Serveur";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "Suffixe d'URL";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Passerelle uniquement";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domaine";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Canal sécurisé";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Mot de passe";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Confirmer mot de passe";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "ID ferme";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Configuration de sécurité";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nom utilisateur";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Nouveau code PIN";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Code PIN";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Confirmer code PIN";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Code PIN d'application actuel";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Code PIN d'application";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Utilisateur mobile";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Code d'activation";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Mandant";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Code PIN SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nom utilisateur";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Mot de passe";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Mot de passe";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nom utilisateur";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Facultatif)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Voulez-vous vous désactiver l'application ?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Voulez-vous bloquer l'application ?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Souhaitez-vous mettre à jour les options d'application ?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Faites-vous confiance à ce certificat ?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Voulez-vous télécharger les traces sur le serveur ?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Activer code PIN";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Désactiver code PIN";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Modifier code PIN";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Données de connexion";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Détails";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Code PIN d'application";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Code PIN d'application";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Suivant";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Connecter";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Tester";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Terminé";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Connecter";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Code PIN oublié ?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Bloquer";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Mettre à jour";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Désactiver";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Terminé";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Terminé";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Télécharger";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Code PIN SSO oublié";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Ignorer";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Terminé";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Interrompre";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Suivant";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Suivant";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Interrompre";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Terminé";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Interrompre";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Retour";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Interrompre";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Connecter";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Saisir code PIN SSO";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Blocage code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Saisir authentifiants";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Saisir code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Définir code PIN";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Modifier code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Connecter";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Supprimer";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Bloquer";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Mettre à jour";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Télécharger trace";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Mettre à jour mot de passe";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Données de connexion";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Connecter";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Définir code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Définir code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Saisir mot de passe SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Saisir authentifiants";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Définir code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Modifier code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Modifier code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Désactiver code PIN";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Connecter";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Supprimer";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Bloquer";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Mettre à jour";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Télécharger trace";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Mettre à jour mot de passe";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Données de connexion";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF - exemple de connexion";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Si vous ne disposez pas de vos propres données de connexion, vous pouvez essayer l'application avec les données de démonstration.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Saisissez vos données de connexion pour vous connecter à l'application. L'application mémorise ces données.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Vous devez définir un code PIN d'application pour protéger l'application des utilisations non autorisées.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Vous pouvez définir un code PIN d'application pour protéger l'application des utilisations non autorisées.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Vous pouvez définir un code PIN d'application pour protéger l'application des utilisations non autorisées.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Pour modifier le code PIN, saisissez votre ancien code PIN d'application puis votre nouveau code PIN d'application.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Pour modifier le code PIN, saisissez votre ancien code PIN d'application puis votre nouveau code PIN d'application.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Saisissez votre code PIN d'application pour désactiver le code PIN.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Saisissez votre code PIN d'application pour vous connecter à l'application.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Ceci est un exemple d'approche contextuelle pour la séquence de connexion, à l'aide de composantes MAF - Supprimer";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Ceci est un exemple d'approche contextuelle pour la séquence de connexion, à l'aide de composantes MAF - Bloquer";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Ceci est un exemple d'approche contextuelle pour la séquence de connexion, à l'aide de composantes MAF - Mettre à jour";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Ceci est un exemple d'approche contextuelle pour la séquence de connexion, à l'aide de composantes MAF - Mettre à jour trace";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Saisissez votre mot de passe actuel pour mettre à jour le mot de passe utilisé pour l'application.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Vous pouvez afficher vos données de connexion pour l'application.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Saisissez votre mot de passe pour travailler avec Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Saisissez vos identifiants Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Saisissez vos authentifiants pour vous connecter à l'application. L'application Client Hub stocke ces authentifiants. Vous pouvez également les utiliser dans d'autres applications.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Voulez-vous vraiment réinitialiser l'application ?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Confirmation";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Interrompre";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Modifier code PIN d'application";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Définir code PIN";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Suppression en cours";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Mise à jour en cours";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Téléchargement en cours";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Enregistrement annulé";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Opération annulée";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "La stratégie de code PIN Afaria est paramétrée sur \"Toujours désactivé\". Vous ne pouvez donc pas modifier le code PIN.";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Les codes PIN saisis ne sont pas identiques.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Les codes PIN saisis ne sont pas identiques.";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Enregistrement via le type d'enregistrement du certificat impossible. Vérifiez si le client Afaria est correctement installé, ou si le fournisseur de certificats est activé.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Code PIN SSO oublié";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Réinitialisez le code PIN SSO dans Client Hub et relancez l'application.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Si vous ignorez l'entrée SSO, l'application sera détachée de Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Code PIN SSO non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Opération non autorisée à ce stade";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "La zone %1$@ contient de caractères non valides.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "La longueur de %1$@ doit être inférieure à %2$d caractères.";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "Le port doit être compris entre 1 et 65535.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Ancien code PIN";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Délai d'expiration";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Immédiatement";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Dans %1$i sec.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Dans %1$i secs.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Dans %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Dans %1$i mins.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Dans %1$i hre.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Dans %1$i hs.";

